Repository: AlexisBRENON/xfce4-xkb-plugin
Catalog: po/*.po
Languages: pt_pt

source: Keyboard Layout Switcher
pt_pt: Alternador de Disposição de Teclado

source: Allows you to switch the keyboard layout and displays the currently selected layout.
pt_pt: Permite mudar a disposição do teclado e mostra a disposição actualmente seleccionada.

source: Other plugins available here
pt_pt: Outros plugins disponíveis aqui

source: Configure Keyboard Layout Switcher
pt_pt: Configurar Alternador de Disposição de Teclado

source: Show layout as
pt_pt: Mostrar disposição como

source: image
pt_pt: imagem

source: text
pt_pt: texto

source: Per application settings
pt_pt: Por definições de aplicação

source: _Remember layout for each application
pt_pt: _Relembrar disposição para cada aplicação

source: Default layout:
pt_pt: Disposição Padrão

source: Button to switch the X keyboard layout
pt_pt: Botão para mudar a disposição do teclado do X
